import React from 'react'

const AboutMe = () => {
    return (
        <div>
            <h3>Дидик-Меуш Ганна Михайлівна</h3>
            <img className="about-me-img" src="http://www.inst-ukr.lviv.ua/image.php?profileid=133&maxx=134&maxy=200&fit=fitxy" alt=""/>
            <p>1992 року закінчила філологічний факультет Дрогобицького державного педуніверситету імені Івана Франка.</p>
            <p>1994–1998 роки – аспірант відділу української мови Інституту українознавства ім. І. Крип’якевича НАН України.</p>
            <p>2001 року захистила кандидатську дисертацію “Медична номенклатура в пам’ятках української мови XVI–XVIII ст.” (Львів, Львівський національний університет ім. Івана Франка; науковий керівник – Дмитро Григорович Гринчишин, кандидат філологічних наук, провідний наук. співробітник відділу української мови Інституту українознавства ім. І. Крип’якевича НАНУ).</p>
            <p>2018 року захистила докторську дисертацію “Комбінаторика в українській мові XVI–XVIIІ ст.: теорія, практика, словник (ад’єктивно-субстантивні словосполучення)”. (Київ, Київський національний університет ім. Тараса Шевченка; науковий консультант – Лідія Павлівна Гнатюк, доктор філологічних наук, професор)</p>
            <p>Член редколегії Вісника Інституту богословської термінології та перекладів Львівської богословської академії «Єдиними устами» (Гол. ред. Михайло Петрович; Львів, 2000).</p>
            <p>Член редколегії серії видань «Історія мови» Інституту українознавства ім.І. Крип’якевича, відповідальний редактор «Тимченківського Збірника» (Львів, 2010–2015).</p>
            <p>Член лексикографічної групи «Словника української мови XVI – першої половини XVII ст.» (2006–2019) / Відпов. ред. Д. Гринчишин, М. Чікало.</p>
            <p>Член редколегії «Словника української мови XVI – першої половини XVII ст.» (Вип. 15, 16, 17) / Відпов. ред. М. Чікало, Г. Войтів.</p>
            <p>Секретар Мовознавчої комісії Наукового товариства імені Шевченка (2005–2018 рр.) </p>
            <p>Голова Мовознавчої комісії Наукового товариства імені Шевченка (від листопада 2018 р.).</p>
            <p>Співпраця з іншими установами: голова Державної екзаменаційної комісії філологічного факультету ЛНУ імені Івана Франка; напрям – «філологія – польська мова та література» (2011-2013, 2019)</p>
            <p>Науковий керівник кандидатських дисертацій з історії української мови:</p>
            <p>1.Гайда О.М. Граматика та семантика прийменника в українській мові XVI–XVII ст. (на матеріалі документів Львівського ставропігійського братства). – Івано-Франківськ, 2015.</p>
            <p>2. Шпить О.Б. Граматика та семантика займенника в українській мові XVI–XVII ст.”. – Львів, 2016.</p>
            <p>3. Слободзяник О.З. Формування географічної лексики в українській мові XVI – XVIII ст. – Львів, 2017.</p>
            <p>Наукові зацікавлення: комбінаторна лінгвістика, лексикологія і лексикографія, історія мови, історична лексикографія, історичний синтаксис, історична діалектологія, богословська термінологія, культура мови і стилістика.</p>
            <p><a href="https://scholar.google.com/citations?hl=uk&user=nXlfbpUAAAAJ">https://scholar.google.com/citations?hl=uk&user=nXlfbpUAAAAJ</a></p>
            <p><a href="https://orcid.org/0000-0001-7384-5782">https://orcid.org/0000-0001-7384-5782</a></p>
            <p><a href="hannadydyk@ukr.net, hanna.dydykmeush@gmail.com">Е-mail: hannadydyk@ukr.net, hanna.dydykmeush@gmail.com</a></p>
        </div>
    )
}

export default AboutMe;